<template>
  <h1>
    個人情報保護方針
  </h1>
  <p>
    一般社団法人遠山郷応援会 (以下、「当会」という。) は、当会が運営するWebサイトの利用者個人情報について以下のとおりプライバシーポリシー (以下、「本ポリシー」という。) を定めます。本ポリシーは、当会がどのような個人情報を取得し、どのように利用するか、会員がどのようにご自身の個人情報を管理できるかをご説明するものです。
  </p>
  <section>
    <h2>
      個人情報の取得方法
    </h2>
    <ol>
      <li>
        <p>
          当会は、Webサイト閲覧者が会員登録するとき及び会員がWebサイトへのログイン方法を追加するとき、ログイン方法に応じて個人を特定する電話番号・メールアドレス等の情報を取得します。
        </p>
      </li>
      <li>
        <p>
            当会は、会員自身によるWebサイト上での入力及び会員への聴き取りにより、氏名・生年月日・住所等の個人情報を取得します。
        </p>
      </li>
    </ol>
  </section>
  <section>
    <h2>
      個人情報の利用目的
    </h2>
    <p>
        当会は個人情報を不正なアクセス・改ざん・漏えい・滅失及び毀損から保護するため、以下の措置を実施します。
    </p>
    <ol>
      <li>
        <p>
          収集した個人情報には必要最低限のアクセス権を設定するよう努めます。
        </p>
      </li>
      <li>
        <p>
          個人情報へのアクセス権は当会のWebサイト管理者のみが設定できるように管理します。
        </p>
      </li>
      <li>
        <p>
          個人情報を用いた作業を行う場合には、個人情報管理の重要性について担当者の理解を確認します。
        </p>
      </li>
    </ol>
  </section>
  <section>
    <h2>
      個人データの第三者提供について
    </h2>
    <p>
      当会は法令及びガイドラインに別段の定めがある場合を除き、サイト利用者の同意を得ないで第三者に個人情報の提供はしません。
    </p>
  </section>
  <section>
    <h2>
      保有個人データの開示、訂正、利用停止
    </h2>
    <p>
      当会は本人から個人情報の開示を求められたときには、遅滞なく本人に対しこれを開示します。 個人情報の利用目的の通知や訂正、追加、削除、利用停止、第三者への提供停止を希望される方は、下記の個人情報管理責任者へご請求ください。
    </p>
  </section>
  <section>
    <h2>
      個人情報取り扱いに関する相談や苦情の連絡先
    </h2>
    <p>
      当会の個人情報取り扱いに関するご質問や苦情、その他のお問い合わせは下記の個人情報管理責任者へご連絡ください。
    </p>
  </section>
  <section>
    <h2>
      個人情報管理責任者
    </h2>
    <dl>
      <dt>氏名</dt>
      <dd>一般社団法人遠山郷応援会 代表理事 池田 大樹</dd>
      <dt>住所</dt>
      <dd>〒399-1311 長野県飯田市南信濃和田1239番地</dd>
      <dt>メールアドレス</dt>
      <dd>recieve@tohyamago.org</dd>
    </dl>
  </section>
  <section>
    <h2>
      cookieについて
    </h2>
    <p>
      cookieとは、ご利用のWebブラウザに各Webサーバーから送信されるデータを保存する仕組みです。WebサーバーはWebブラウザから送信されたcookieを読み取ることでブラウザの同一性を識別できます。当会のWebサーバーが送信するcookieは、個人を特定するような情報は含んでおりません。お使いのWebブラウザの設定により、cookieを無効にすることもできます。
    </p>
  </section>
  <section>
    <h2>
      プライバシーポリシー制定日及び改定日
    </h2>
    <ul>
      <li><time datetime="2024">令和6年吉日</time></li>
    </ul>
  </section>
</template>

<style scoped>
h1 {
  @apply w-fit mx-auto my-4 text-lg;
}

p {
  @apply mx-8 mb-4 indent-4 text-justify;
}

ol {
  @apply list-decimal mx-8;
}

h2 {
  @apply font-normal mx-8 before:content-['('] after:content-[')'];
}
</style>
